import { FAQ } from "../types/types"

export const FAQs: FAQ[] = [
    {
        id: 1,
        question: "Какие условия аренды?",
        answer: "Аренда посуточная, без залога! Для заключения договора аренды понадобится только паспорт (строго 18+). Мы рекомендуем бронировать образ заранее, чтобы нужный костюм гарантированно остался за вами на выбранную дату.",
    },
    {
        id: 2,
        question: "Сколько стоит аренда костюма?",
        answer: "Большинство наших образов стоят от 700 до 1 500 рублей за сутки.",
    },
    {
        id: 3,
        question: "Есть ли какие-то скидки?",
        answer: "Да! У нас действует постоянная акция: при аренде двух и более костюмов одновременно вы получаете скидку 10% на весь заказ.",
    },
    {
        id: 4,
        question: "Что если не успеваю вернуть?",
        answer: "Главное — сразу напишите нам и предупредите о задержке!\n\n• Задержка до 6 часов: если костюм после вас никто не забронировал, мы простим опоздание без доплат. Если бронь есть — нужно будет оплатить следующие сутки.\n• Задержка более 6 часов: автоматически оплачиваются дополнительные сутки аренды",
    },
    {
        id: 5,
        question: "Что если потерял часть костюма?",
        answer: "Если элемент костюма утерян безвозвратно, нужно будет возместить полную стоимость всего комплекта, оставшиеся части костюма переходят в Вашу собственность.\nЕсли вы нашли её позже — просто привезите аксессуар нам, и мы зафиксируем в договоре, что претензий больше нет.",
    },
    {
        id: 6,
        question: "Что если испорчу вещь?",
        answer: "Всё зависит от сложности повреждения:\n\n• Разошёлся шов — это пустяк, мы зашьём сами и денег не возьмём.\n• Появилась дыра в неположенном месте — нужно будет возместить стоимость ремонта или костюма.\n• Сложное пятно — вы оплачиваете только профессиональную химчистку",
    },
    {
        id: 7,
        question: "Нужно ли стирать или гладить костюм?",
        answer: "Ни в коем случае! Мы сами бережно стираем каждый костюм и гладим. Вы получаете идеально чистый образ, а возвращаете его как есть.",
    },
    {
        id: 8,
        question: "Можно ли приехать на примерку?",
        answer: "Да, конечно! Примерка проходит строго по предварительной записи. Поскольку мы работаем в формате частной домашней мастерской (у нас нет уличной вывески), точный адрес мы высылаем в личные сообщения при бронировании времени. Напишите нам на Авито — мы подберем удобный час для вашего визита!",
    },
]